Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.settings.explanation
source: These decide what shows up in your notifications list. Turning one off stops that kind appearing here; it does not stop anybody following, liking or replying, and they are never told what you switched off.
ar: تحدد هذه الخيارات ما يظهر في قائمة إشعاراتك. إيقاف أحدها يمنع ظهور ذلك النوع هنا فقط؛ ولا يمنع أحدًا من متابعتك أو الإعجاب بمنشورك أو الرد عليك، ولا يُبلَّغ أحد بما أوقفته.
bn: এগুলো ঠিক করে আপনার বিজ্ঞপ্তির তালিকায় কী কী দেখা যাবে। একটি বন্ধ করলে সেই ধরনের বিজ্ঞপ্তি এখানে আসা বন্ধ হয়; এতে কারও ফলো, লাইক বা উত্তর দেওয়া থামে না, আর আপনি কী বন্ধ করেছেন তা তাদের কখনও জানানো হয় না।
ca: Això decideix què apareix a la llista de notificacions. Desactivar un tipus fa que deixi d'aparèixer aquí; no impedeix que ningú et segueixi, doni m'agrada o respongui, i mai se'ls diu què has desactivat.
cs: Tohle určuje, co se ukáže v seznamu upozornění. Vypnutím jednoho druhu se tu přestane zobrazovat; nezabrání to nikomu sledovat, lajkovat ani odpovídat a nikdo se nedozví, co jsi vypnul.
da: Disse afgør, hvad der vises på din notifikationsliste. Hvis du slår en fra, holder den slags op med at dukke op her; det forhindrer ikke nogen i at følge, synes godt om eller svare, og de får aldrig at vide, hvad du slog fra.
de: Hier legst du fest, was in deiner Mitteilungsliste erscheint. Wenn du eine Art ausschaltest, erscheint sie hier nicht mehr; es hält niemanden vom Folgen, Liken oder Antworten ab, und niemand erfährt, was du ausgeschaltet hast.
el: Αυτά καθορίζουν τι εμφανίζεται στη λίστα ειδοποιήσεών σου. Η απενεργοποίηση ενός είδους σταματά να εμφανίζεται εδώ· δεν εμποδίζει κανέναν να ακολουθεί, να δηλώνει «μου αρέσει» ή να απαντά, και δεν μαθαίνουν ποτέ τι απενεργοποίησες.
es: Esto decide qué aparece en tu lista de notificaciones. Desactivar un tipo hace que deje de aparecer aquí; no impide que nadie te siga, te dé me gusta o te responda, y a nadie se le avisa de lo que desactivaste.
fi: Nämä päättävät, mitä ilmoituslistallesi tulee. Kun yhden kytkee pois, sen tyyppiset eivät enää näy täällä; se ei estä ketään seuraamasta, tykkäämästä tai vastaamasta, eikä heille kerrota, mitä kytkit pois.
fr: Ces réglages décident de ce qui apparaît dans votre liste de notifications. En désactiver un empêche ce type d’apparaître ici ; cela n’empêche personne de vous suivre, d’aimer ou de répondre, et ils ne sont jamais informés de ce que vous avez désactivé.
he: אלה קובעים מה מופיע ברשימת ההתראות שלך. כיבוי אחת מונע מהסוג הזה להופיע כאן; זה לא מונע מאף אחד לעקוב, לאהוב או להגיב, והם אף פעם לא מקבלים הודעה על מה שכיבית.
hi: ये तय करती हैं कि आपकी सूचनाओं की सूची में क्या दिखे। किसी को बंद करने से वह प्रकार यहाँ दिखना बंद हो जाता है; इससे कोई फ़ॉलो, पसंद या जवाब देना नहीं रुकता, और आपने क्या बंद किया यह उन्हें कभी नहीं बताया जाता।
hr: Ovo određuje što se prikazuje na tvom popisu obavijesti. Isključivanjem se ta vrsta prestaje prikazivati ovdje; ne sprečava nikoga da te prati, lajka ili odgovara, a nitko ne saznaje što si isključio/la.
hu: Ezek döntik el, mi jelenik meg az értesítéslistádon. Ha kikapcsolsz egyet, az a fajta nem jelenik meg itt; ez nem akadályozza meg, hogy bárki kövessen, kedveljen vagy válaszoljon, és soha nem tudják meg, mit kapcsoltál ki.
id: Ini menentukan apa yang muncul di daftar notifikasimu. Mematikan satu jenis menghentikan jenis itu muncul di sini; tidak menghentikan siapa pun mengikuti, menyukai, atau membalas, dan mereka tidak pernah diberi tahu apa yang kamu matikan.
it: Queste decidono cosa compare nell'elenco delle notifiche. Disattivarne una impedisce che quel tipo compaia qui; non impedisce a nessuno di seguire, mettere mi piace o rispondere, e a nessuno viene detto cosa hai disattivato.
ja: 通知リストに表示される内容を決めます。オフにすると、その種類はここに表示されなくなります。フォロー、いいね、返信そのものは止まらず、オフにしたことが相手に知らされることもありません。
ko: 알림 목록에 무엇이 표시될지 정해요. 하나를 끄면 해당 종류가 여기에 나타나지 않을 뿐, 팔로우, 좋아요, 답글을 막지는 않으며 상대방에게 내가 무엇을 껐는지 알려지지 않아요.
ml: നിങ്ങളുടെ അറിയിപ്പ് പട്ടികയിൽ എന്ത് കാണിക്കണമെന്ന് ഇവ തീരുമാനിക്കുന്നു. ഒന്ന് ഓഫാക്കിയാൽ ആ തരം ഇവിടെ വരുന്നത് നിൽക്കും; ആർക്കും ഫോളോ ചെയ്യാനോ ലൈക്ക് ചെയ്യാനോ മറുപടി നൽകാനോ ഉള്ള കഴിവ് അത് തടയുന്നില്ല, നിങ്ങൾ എന്ത് ഓഫാക്കി എന്ന് അവരെ ഒരിക്കലും അറിയിക്കുകയുമില്ല.
ms: Ini menentukan apa yang muncul dalam senarai pemberitahuan anda. Mematikan satu menghentikan jenis itu daripada muncul di sini; ia tidak menghentikan sesiapa daripada mengikut, menyukai atau membalas, dan mereka tidak pernah diberitahu apa yang anda matikan.
nb: Disse bestemmer hva som vises i varsellisten din. Hvis du slår av en, slutter den typen å vises her. Det hindrer ikke noen i å følge, like eller svare, og de får aldri vite hva du har slått av.
nl: Hiermee bepaal je wat er in je meldingenlijst verschijnt. Als je er een uitzet, verschijnt dat soort hier niet meer; het houdt niemand tegen om te volgen, liken of reageren, en ze horen nooit wat je hebt uitgezet.
pl: Te ustawienia decydują, co pojawia się na liście powiadomień. Wyłączenie rodzaju powoduje, że nie pojawia się tutaj; nie powstrzymuje nikogo przed obserwowaniem, polubieniem ani odpowiedzią, a nikt nie dowie się, co wyłączyłeś.
pt_br: Estes ajustes definem o que aparece na sua lista de notificações. Desativar um tipo impede que ele apareça aqui; isso não impede ninguém de seguir, curtir ou responder, e as pessoas nunca sabem o que você desativou.
pt_pt: Estas opções decidem o que aparece na sua lista de notificações. Desativar uma deixa de mostrar esse tipo aqui; não impede ninguém de seguir, gostar ou responder, e nunca são avisados do que desativou.
ro: Acestea decid ce apare în lista ta de notificări. Dezactivarea unui tip oprește apariția lui aici; nu oprește pe nimeni să te urmărească, să te aprecieze sau să-ți răspundă, iar ei nu află niciodată ce ai dezactivat.
ru: Эти настройки определяют, что попадает в список уведомлений. Если отключить тип, он перестанет появляться здесь; это не мешает никому подписываться, ставить лайки и отвечать, и никто не узнает, что вы отключили.
sk: Tieto nastavenia určujú, čo sa zobrazí v zozname upozornení. Vypnutím sa daný druh prestane zobrazovať tu; nezabráni to nikomu sledovať, označiť, že sa mu páči, ani odpovedať, a nikto sa nedozvie, čo si vypol.
sv: Dessa avgör vad som visas i din aviseringslista. Om du stänger av en sort slutar den visas här; det hindrar ingen från att följa, gilla eller svara, och de får aldrig veta vad du stängt av.
ta: உங்கள் அறிவிப்புப் பட்டியலில் எவை தோன்றும் என்பதை இவை தீர்மானிக்கும். ஒன்றை அணைத்தால் அந்த வகை இங்கே தோன்றாது; யாரும் பின்தொடர்வதையோ விரும்புவதையோ பதிலளிப்பதையோ அது தடுக்காது, நீங்கள் எதை அணைத்தீர்கள் என்பது அவர்களுக்கு ஒருபோதும் தெரிவிக்கப்படாது.
te: ఇవి మీ నోటిఫికేషన్‌ల జాబితాలో ఏమి కనిపించాలో నిర్ణయిస్తాయి. ఒకదాన్ని ఆఫ్ చేస్తే ఆ రకం ఇక్కడ కనిపించదు; ఎవరైనా ఫాలో అవ్వడం, లైక్ చేయడం, రిప్లై ఇవ్వడం ఆగదు, మీరు దేన్ని ఆఫ్ చేశారో వారికి ఎప్పుడూ చెప్పబడదు.
th: ตัวเลือกเหล่านี้กำหนดว่าอะไรจะแสดงในรายการการแจ้งเตือนของคุณ การปิดประเภทใดจะหยุดไม่ให้ประเภทนั้นปรากฏที่นี่ แต่ไม่ได้ห้ามใครติดตาม ถูกใจ หรือตอบกลับ และพวกเขาไม่เคยรู้ว่าคุณปิดอะไร
tr: Bunlar bildirim listenizde nelerin görüneceğini belirler. Birini kapatmak, o türün burada görünmesini durdurur; kimsenin sizi takip etmesini, beğenmesini veya yanıtlamasını engellemez ve neyi kapattığınız onlara asla söylenmez.
uk: Вони визначають, що з’являється у вашому списку сповіщень. Вимкнення зупиняє появу цього виду тут; це не заважає нікому підписуватися, вподобувати чи відповідати, і їх ніколи не повідомляють, що ви вимкнули.
ur: یہ طے کرتی ہیں کہ آپ کی اطلاعات کی فہرست میں کیا نظر آئے۔ کسی کو بند کرنے سے اس قسم کی اطلاعات یہاں آنا بند ہو جاتی ہیں؛ اس سے کسی کا فالو، لائک یا جواب دینا نہیں رکتا، اور انہیں کبھی نہیں بتایا جاتا کہ آپ نے کیا بند کیا۔
vi: Các mục này quyết định điều gì hiện trong danh sách thông báo của bạn. Tắt một mục sẽ ngừng loại đó xuất hiện ở đây; nó không ngăn ai theo dõi, thích hay trả lời, và họ không bao giờ được báo bạn đã tắt gì.
zh_hans: 这些设置决定哪些内容会显示在你的通知列表中。关闭某一类后，它将不再出现在这里；但这不会阻止任何人关注、点赞或回复，他们也不会知道你关闭了什么。
zh_hant: 這些決定了你的通知列表會顯示什麼。關閉某一類，該類通知就不會出現在這裡；這不會阻止任何人追蹤、按讚或回覆，他們也不會得知你關閉了什麼。

# notifications.settings.explanation.title
source: What these do
ar: ماذا تفعل هذه الخيارات
bn: এগুলো কী করে
ca: Què fan aquests ajustos
cs: K čemu to je
da: Hvad de gør
de: Was das bewirkt
el: Τι κάνουν αυτά
es: Qué hacen estos ajustes
fi: Mitä nämä tekevät
fr: À quoi ils servent
he: מה אלה עושים
hi: ये क्या करती हैं
hr: Što ovo radi
hu: Mit csinálnak ezek
id: Fungsi pengaturan ini
it: A cosa servono
ja: このスイッチの役割
ko: 이 설정의 역할
ml: ഇവ എന്താണ് ചെയ്യുന്നത്
ms: Fungsi ini
nb: Hva disse gjør
nl: Wat deze doen
pl: Co to robi
pt_br: Para que servem
pt_pt: O que fazem
ro: Ce fac acestea
ru: Что это делает
sk: Čo tieto nastavenia robia
sv: Vad dessa gör
ta: இவை என்ன செய்கின்றன
te: ఇవి ఏం చేస్తాయి
th: ตัวเลือกเหล่านี้ทำอะไร
tr: Bunlar ne işe yarar
uk: Що це робить
ur: یہ کیا کرتی ہیں
vi: Các mục này làm gì
zh_hans: 这些设置的作用
zh_hant: 這些設定的作用

# notifications.settings.group.communities
source: COMMUNITIES
ar: المجتمعات
bn: কমিউনিটি
ca: COMUNITATS
cs: KOMUNITY
da: FÆLLESSKABER
de: COMMUNITYS
el: ΚΟΙΝΟΤΗΤΕΣ
es: COMUNIDADES
fi: YHTEISÖT
fr: COMMUNAUTÉS
he: קהילות
hi: कम्युनिटी
hr: ZAJEDNICE
hu: KÖZÖSSÉGEK
id: KOMUNITAS
it: COMMUNITY
ja: コミュニティ
ko: 커뮤니티
ml: കമ്മ്യൂണിറ്റികൾ
ms: KOMUNITI
nb: FELLESSKAP
pl: SPOŁECZNOŚCI
pt_br: COMUNIDADES
pt_pt: COMUNIDADES
ro: COMUNITĂȚI
ru: СООБЩЕСТВА
sk: KOMUNITY
ta: சமூகங்கள்
te: కమ్యూనిటీలు
th: ชุมชน
tr: TOPLULUKLAR
uk: СПІЛЬНОТИ
ur: کمیونٹیز
vi: CỘNG ĐỒNG
zh_hans: 社区
zh_hant: 社群

# notifications.settings.group.events
source: EVENTS
ar: الفعاليات
bn: ইভেন্ট
ca: ESDEVENIMENTS
cs: UDÁLOSTI
da: BEGIVENHEDER
el: ΕΚΔΗΛΩΣΕΙΣ
es: EVENTOS
fi: TAPAHTUMAT
fr: ÉVÉNEMENTS
he: אירועים
hi: इवेंट
hr: DOGAĐAJI
hu: ESEMÉNYEK
id: ACARA
it: EVENTI
ja: イベント
ko: 이벤트
ml: ഇവന്റുകൾ
ms: ACARA
nb: ARRANGEMENTER
nl: EVENEMENTEN
pl: WYDARZENIA
pt_br: EVENTOS
pt_pt: EVENTOS
ro: EVENIMENTE
ru: СОБЫТИЯ
sk: UDALOSTI
sv: EVENEMANG
ta: நிகழ்வுகள்
te: ఈవెంట్‌లు
th: กิจกรรม
tr: ETKİNLİKLER
uk: ПОДІЇ
ur: ایونٹس
vi: SỰ KIỆN
zh_hans: 活动
zh_hant: 活動

# notifications.settings.group.more
source: MORE
ar: المزيد
bn: আরও
ca: MÉS
cs: DALŠÍ
da: MERE
de: MEHR
el: ΠΕΡΙΣΣΟΤΕΡΑ
es: MÁS
fi: LISÄÄ
fr: AUTRES
he: עוד
hi: और
hr: VIŠE
hu: TOVÁBBI
id: LAINNYA
it: ALTRO
ja: その他
ko: 기타
ml: കൂടുതൽ
ms: LAGI
nb: MER
nl: MEER
pl: WIĘCEJ
pt_br: MAIS
pt_pt: MAIS
ro: ALTELE
ru: ЕЩЁ
sk: VIAC
sv: MER
ta: மேலும்
te: మరిన్ని
th: เพิ่มเติม
tr: DAHA FAZLASI
uk: ІНШЕ
ur: مزید
vi: KHÁC
zh_hans: 更多
zh_hant: 更多

# notifications.settings.group.people
source: PEOPLE
ar: الأشخاص
bn: মানুষ
ca: PERSONES
cs: LIDÉ
da: FOLK
de: PERSONEN
el: ΑΤΟΜΑ
es: PERSONAS
fi: IHMISET
fr: PERSONNES
he: אנשים
hi: लोग
hr: LJUDI
hu: EMBEREK
id: ORANG
it: PERSONE
ja: ユーザー
ko: 사람
ml: ആളുകൾ
ms: ORANG
nb: FOLK
nl: MENSEN
pl: OSOBY
pt_br: PESSOAS
pt_pt: PESSOAS
ro: OAMENI
ru: ЛЮДИ
sk: ĽUDIA
sv: PERSONER
ta: மக்கள்
te: వ్యక్తులు
th: ผู้คน
tr: KİŞİLER
uk: ЛЮДИ
ur: لوگ
vi: MỌI NGƯỜI
zh_hans: 用户
zh_hant: 人

# notifications.settings.group.posts
source: POSTS
ar: المنشورات
bn: পোস্ট
ca: PUBLICACIONS
cs: PŘÍSPĚVKY
da: OPSLAG
de: BEITRÄGE
el: ΑΝΑΡΤΗΣΕΙΣ
es: PUBLICACIONES
fi: JULKAISUT
he: פוסטים
hi: पोस्ट
hr: OBJAVE
hu: BEJEGYZÉSEK
id: POSTINGAN
it: POST
ja: 投稿
ko: 게시물
ml: പോസ്റ്റുകൾ
ms: SIARAN
nb: INNLEGG
nl: BERICHTEN
pl: WPISY
pt_pt: PUBLICAÇÕES
ro: POSTĂRI
ru: ПОСТЫ
sk: PRÍSPEVKY
sv: INLÄGG
ta: இடுகைகள்
te: పోస్ట్‌లు
th: โพสต์
tr: GÖNDERİLER
uk: ДОПИСИ
ur: پوسٹس
vi: BÀI ĐĂNG
zh_hans: 帖子
zh_hant: 貼文

# notifications.settings.group.rooms
source: ROOMS
ar: الغرف
bn: রুম
ca: SALES
cs: MÍSTNOSTI
da: RUM
de: RÄUME
el: ΑΙΘΟΥΣΕΣ
es: SALAS
fi: HUONEET
fr: SALONS
he: חדרים
hi: रूम
hr: SOBE
hu: SZOBÁK
id: ROOM
it: STANZE
ja: ルーム
ko: 룸
ml: റൂമുകൾ
ms: BILIK
nb: ROM
pl: POKOJE
pt_br: SALAS
pt_pt: SALAS
ro: CAMERE
ru: КОМНАТЫ
sk: MIESTNOSTI
sv: RUM
ta: அறைகள்
te: రూమ్‌లు
th: ห้อง
tr: ODALAR
uk: КІМНАТИ
ur: رومز
vi: PHÒNG
zh_hans: 房间
zh_hant: 聊天室

# notifications.settings.group.sila
source: FROM KNOWN
ar: من «معروف»
bn: KNOWN-র পক্ষ থেকে
ca: DE KNOWN
cs: OD APLIKACE KNOWN
da: FRA KNOWN
de: VON KNOWN
el: ΑΠΟ ΤΟ KNOWN
es: DE KNOWN
fi: KNOWNILTA
fr: DE LA PART DE KNOWN
he: מ-KNOWN
hi: KNOWN की ओर से
hr: OD APLIKACIJE KNOWN
hu: A KNOWNTÓL
id: DARI KNOWN
it: DA KNOWN
ja: Knownから
ko: Known에서
ml: KNOWN-യിൽ നിന്ന്
ms: DARIPADA KNOWN
nb: FRA KNOWN
nl: VAN KNOWN
pl: OD KNOWN
pt_br: DO KNOWN
pt_pt: DA KNOWN
ro: DE LA KNOWN
ru: ОТ KNOWN
sk: OD KNOWN
sv: FRÅN KNOWN
ta: Known-இடமிருந்து
te: Known నుండి
th: จาก KNOWN
tr: KNOWN'DAN
uk: ВІД KNOWN
ur: Known کی طرف سے
vi: TỪ KNOWN
zh_hans: 来自 KNOWN
zh_hant: 來自 KNOWN

# notifications.settings.group.vouching
source: VOUCHING
ar: التزكية
bn: সুপারিশ
ca: AVALS
cs: RUČENÍ
da: GARANTIER
de: BÜRGSCHAFTEN
el: ΕΓΓΥΗΣΕΙΣ
es: AVALES
fi: TAKAAMINEN
fr: CAUTIONS
he: ערבויות
hi: वाउचिंग
hr: JAMČENJE
hu: KEZESKEDÉS
id: JAMINAN
it: GARANZIE
ja: 保証
ko: 보증
ml: ഉറപ്പുനൽകൽ
ms: JAMINAN
nb: GARANTI
nl: GARANTIES
pl: PORĘCZENIA
pt_br: AVAIS
pt_pt: AVAIS
ro: GARANȚII
ru: ПОРУЧИТЕЛЬСТВО
sk: RUČENIE
sv: INTYGANDE
ta: உத்தரவாதம்
te: హామీలు
th: การยืนยันให้
tr: KEFİLLİK
uk: ПОРУЧИТЕЛЬСТВО
ur: ضمانت
vi: BẢO CHỨNG
zh_hans: 担保
zh_hant: 擔保

# notifications.settings.loading.accessibility
source: Loading your notification settings
ar: جارٍ تحميل إعدادات إشعاراتك
bn: আপনার বিজ্ঞপ্তির সেটিংস লোড হচ্ছে
ca: Carregant els ajustos de notificacions
cs: Načítání nastavení oznámení
da: Indlæser dine notifikationsindstillinger
de: Deine Mitteilungseinstellungen werden geladen
el: Φόρτωση των ρυθμίσεων ειδοποιήσεών σου
es: Cargando los ajustes de notificaciones
fi: Ladataan ilmoitusasetuksiasi
fr: Chargement de vos réglages de notifications
he: טוען את הגדרות ההתראות שלך
hi: आपकी सूचना सेटिंग्स लोड हो रही हैं
hr: Učitavanje postavki obavijesti
hu: Az értesítési beállításaid betöltése
id: Memuat pengaturan notifikasimu
it: Caricamento delle impostazioni delle notifiche
ja: 通知設定を読み込み中
ko: 알림 설정을 불러오는 중
ml: നിങ്ങളുടെ അറിയിപ്പ് ക്രമീകരണങ്ങൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan tetapan pemberitahuan anda
nb: Laster varslingsinnstillingene dine
nl: Je meldingsinstellingen worden geladen
pl: Wczytywanie ustawień powiadomień
pt_br: Carregando os ajustes de notificações
pt_pt: A carregar as definições de notificações
ro: Se încarcă setările notificărilor
ru: Загрузка настроек уведомлений
sk: Načítavajú sa nastavenia upozornení
sv: Läser in dina aviseringsinställningar
ta: உங்கள் அறிவிப்பு அமைப்புகளை ஏற்றுகிறது
te: మీ నోటిఫికేషన్ సెట్టింగ్‌లు లోడ్ అవుతున్నాయి
th: กำลังโหลดการตั้งค่าการแจ้งเตือนของคุณ
tr: Bildirim ayarlarınız yükleniyor
uk: Завантаження налаштувань сповіщень
ur: آپ کی نوٹیفکیشن سیٹنگز لوڈ ہو رہی ہیں
vi: Đang tải cài đặt thông báo của bạn
zh_hans: 正在加载你的通知设置
zh_hant: 正在載入你的通知設定

# notifications.settings.open.hint
source: Chooses which kinds of notification reach this list
ar: يحدد أنواع الإشعارات التي تصل إلى هذه القائمة
bn: কোন ধরনের বিজ্ঞপ্তি এই তালিকায় আসবে তা বেছে নেয়
ca: Tria quins tipus de notificació arriben a aquesta llista
cs: Vybere, které druhy upozornění se dostanou do tohoto seznamu
da: Vælger, hvilke slags notifikationer der når denne liste
de: Legt fest, welche Mitteilungsarten in dieser Liste erscheinen
el: Επιλέγει ποια είδη ειδοποιήσεων φτάνουν σε αυτή τη λίστα
es: Elige qué tipos de notificación llegan a esta lista
fi: Valitsee, minkä tyyppiset ilmoitukset tulevat tälle listalle
fr: Choisit quels types de notifications arrivent dans cette liste
he: בוחר אילו סוגי התראות מגיעים לרשימה הזו
hi: चुनता है कि किस तरह की सूचनाएँ इस सूची तक पहुँचें
hr: Odabire koje vrste obavijesti stižu na ovaj popis
hu: Kiválasztja, milyen értesítések kerüljenek erre a listára
id: Memilih jenis notifikasi yang masuk ke daftar ini
it: Sceglie quali tipi di notifica arrivano in questo elenco
ja: このリストに届く通知の種類を選びます
ko: 이 목록에 표시할 알림 종류를 선택해요
ml: ഏതൊക്കെ തരം അറിയിപ്പുകൾ ഈ പട്ടികയിൽ എത്തണമെന്ന് തിരഞ്ഞെടുക്കുന്നു
ms: Memilih jenis pemberitahuan yang sampai ke senarai ini
nb: Velger hvilke typer varsler som havner i denne listen
nl: Kiest welke soorten meldingen in deze lijst komen
pl: Wybiera, jakie rodzaje powiadomień trafiają na tę listę
pt_br: Escolhe quais tipos de notificação chegam a esta lista
pt_pt: Escolhe que tipos de notificação chegam a esta lista
ro: Alege ce fel de notificări ajung în această listă
ru: Выбирает, какие типы уведомлений попадают в этот список
sk: Vyberie, ktoré druhy upozornení sa zobrazia v tomto zozname
sv: Väljer vilka sorters aviseringar som når den här listan
ta: எந்த வகை அறிவிப்புகள் இந்தப் பட்டியலை அடையும் என்பதைத் தேர்ந்தெடுக்கும்
te: ఈ జాబితాకు ఏ రకాల నోటిఫికేషన్‌లు చేరాలో ఎంచుకుంటుంది
th: เลือกว่าการแจ้งเตือนประเภทใดจะมาอยู่ในรายการนี้
tr: Bu listeye hangi bildirim türlerinin ulaşacağını seçer
uk: Вибирає, які види сповіщень потрапляють у цей список
ur: چنتا ہے کہ کس قسم کی اطلاعات اس فہرست تک پہنچیں
vi: Chọn loại thông báo nào đến danh sách này
zh_hans: 选择哪些类型的通知会进入此列表
zh_hant: 選擇哪些類型的通知會出現在此列表

# notifications.settings.summary.hidden
source: Hidden from your list: %@.
ar: مخفية من قائمتك: %@.
bn: আপনার তালিকা থেকে লুকানো: %@।
ca: Amagat de la llista: %@.
cs: Skryto ve tvém seznamu: %@.
da: Skjult fra din liste: %@.
de: In deiner Liste ausgeblendet: %@.
el: Κρυμμένα από τη λίστα σου: %@.
es: Ocultas en tu lista: %@.
fi: Piilotettu listaltasi: %@.
fr: Masqués de votre liste : %@.
he: מוסתרים מהרשימה שלך: %@.
hi: आपकी सूची से छिपाए गए: %@।
hr: Sakriveno s tvog popisa: %@.
hu: Elrejtve a listádról: %@.
id: Disembunyikan dari daftarmu: %@.
it: Nascoste dal tuo elenco: %@.
ja: リストに表示されないもの: %@。
ko: 목록에서 숨김: %@.
ml: നിങ്ങളുടെ പട്ടികയിൽ നിന്ന് മറച്ചത്: %@.
ms: Disembunyikan daripada senarai anda: %@.
nb: Skjult fra listen din: %@.
nl: Verborgen uit je lijst: %@.
pl: Ukryte na liście: %@.
pt_br: Ocultas da sua lista: %@.
pt_pt: Ocultas na sua lista: %@.
ro: Ascunse din listă: %@.
ru: Скрыто из списка: %@.
sk: Skryté zo zoznamu: %@.
sv: Dolt från din lista: %@.
ta: உங்கள் பட்டியலிலிருந்து மறைக்கப்பட்டவை: %@.
te: మీ జాబితా నుండి దాచబడినవి: %@.
th: ซ่อนจากรายการของคุณ: %@
tr: Listenizden gizlenenler: %@.
uk: Приховано зі списку: %@.
ur: آپ کی فہرست سے چھپی ہوئی: %@۔
vi: Đã ẩn khỏi danh sách của bạn: %@.
zh_hans: 已从你的列表中隐藏：%@。
zh_hant: 已從你的列表隱藏：%@。

# notifications.settings.summary.listPair
source: %1$@ and %2$@
ar: %1$@ و%2$@
bn: %1$@ ও %2$@
ca: %1$@ i %2$@
cs: %1$@ a %2$@
da: %1$@ og %2$@
de: %1$@ und %2$@
el: %1$@ και %2$@
es: %1$@ y %2$@
fi: %1$@ ja %2$@
fr: %1$@ et %2$@
he: %1$@ ו-%2$@
hi: %1$@ और %2$@
hr: %1$@ i %2$@
hu: %1$@ és %2$@
id: %1$@ dan %2$@
it: %1$@ e %2$@
ja: %1$@と%2$@
ko: %1$@ 및 %2$@
ms: %1$@ dan %2$@
nb: %1$@ og %2$@
nl: %1$@ en %2$@
pl: %1$@ i %2$@
pt_br: %1$@ e %2$@
pt_pt: %1$@ e %2$@
ro: %1$@ și %2$@
ru: %1$@ и %2$@
sk: %1$@ a %2$@
sv: %1$@ och %2$@
ta: %1$@ மற்றும் %2$@
te: %1$@ మరియు %2$@
th: %1$@ และ %2$@
tr: %1$@ ve %2$@
uk: %1$@ і %2$@
ur: %1$@ اور %2$@
vi: %1$@ và %2$@
zh_hans: %1$@和%2$@
zh_hant: %1$@和%2$@

# notifications.settings.summary.nothingSilenced
source: Every kind of notification reaches you.
ar: تصلك كل أنواع الإشعارات.
bn: সব ধরনের বিজ্ঞপ্তি আপনার কাছে আসে।
ca: Et arriben tots els tipus de notificació.
cs: Dostávaš všechny druhy upozornění.
da: Alle slags notifikationer når dig.
de: Jede Art von Mitteilung erreicht dich.
el: Όλα τα είδη ειδοποιήσεων φτάνουν σε εσένα.
es: Te llegan todos los tipos de notificación.
fi: Kaikenlaiset ilmoitukset tulevat sinulle.
fr: Tous les types de notifications vous parviennent.
he: כל סוגי ההתראות מגיעים אליך.
hi: हर तरह की सूचना आप तक पहुँचती है।
hr: Stižu ti sve vrste obavijesti.
hu: Minden fajta értesítés eljut hozzád.
id: Setiap jenis notifikasi sampai kepadamu.
it: Ricevi ogni tipo di notifica.
ja: すべての種類の通知が届きます。
ko: 모든 종류의 알림을 받고 있어요.
ml: എല്ലാ തരം അറിയിപ്പുകളും നിങ്ങൾക്ക് ലഭിക്കുന്നു.
ms: Setiap jenis pemberitahuan sampai kepada anda.
nb: Alle typer varsler når deg.
nl: Elk soort melding bereikt je.
pl: Docierają do Ciebie wszystkie rodzaje powiadomień.
pt_br: Todos os tipos de notificação chegam até você.
pt_pt: Todos os tipos de notificação chegam até si.
ro: Toate tipurile de notificări ajung la tine.
ru: Вы получаете уведомления всех типов.
sk: Dostávaš všetky druhy upozornení.
sv: Alla sorters aviseringar når dig.
ta: எல்லா வகை அறிவிப்புகளும் உங்களை வந்தடையும்.
te: ప్రతి రకమైన నోటిఫికేషన్ మీకు చేరుతుంది.
th: การแจ้งเตือนทุกประเภทมาถึงคุณ
tr: Her tür bildirim size ulaşır.
uk: До вас доходять усі види сповіщень.
ur: ہر قسم کی اطلاع آپ تک پہنچتی ہے۔
vi: Mọi loại thông báo đều đến với bạn.
zh_hans: 所有类型的通知都会送达你。
zh_hant: 所有類型的通知都會送達你。

# notifications.settings.title
source: Notification settings
ar: إعدادات الإشعارات
bn: বিজ্ঞপ্তির সেটিংস
ca: Ajustos de notificacions
cs: Nastavení oznámení
da: Notifikationsindstillinger
de: Mitteilungseinstellungen
el: Ρυθμίσεις ειδοποιήσεων
es: Ajustes de notificaciones
fi: Ilmoitusasetukset
fr: Réglages de notifications
he: הגדרות התראות
hi: सूचना सेटिंग्स
hr: Postavke obavijesti
hu: Értesítési beállítások
id: Pengaturan notifikasi
it: Impostazioni delle notifiche
ja: 通知設定
ko: 알림 설정
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
ms: Tetapan pemberitahuan
nb: Varslingsinnstillinger
nl: Meldingsinstellingen
pl: Ustawienia powiadomień
pt_br: Ajustes de notificações
pt_pt: Definições de notificações
ro: Setările notificărilor
ru: Настройки уведомлений
sk: Nastavenia upozornení
sv: Aviseringsinställningar
ta: அறிவிப்பு அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగ్‌లు
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim ayarları
uk: Налаштування сповіщень
ur: نوٹیفکیشن سیٹنگز
vi: Cài đặt thông báo
zh_hans: 通知设置
zh_hant: 通知設定

# notifications.settings.toggle.hint
source: Shows or hides %@ in your notifications list
ar: يعرض أو يخفي %@ في قائمة إشعاراتك
bn: আপনার বিজ্ঞপ্তির তালিকায় %@ দেখায় বা লুকায়
ca: Mostra o amaga %@ a la llista de notificacions
cs: Zobrazí nebo skryje v seznamu upozornění: %@
da: Viser eller skjuler %@ på din notifikationsliste
de: Zeigt oder verbirgt %@ in deiner Mitteilungsliste
el: Εμφανίζει ή κρύβει: %@ στη λίστα ειδοποιήσεών σου
es: Muestra u oculta %@ en tu lista de notificaciones
fi: Näyttää tai piilottaa kohteen %@ ilmoituslistallasi
fr: Affiche ou masque %@ dans votre liste de notifications
he: מציג או מסתיר את %@ ברשימת ההתראות שלך
hi: आपकी सूचनाओं की सूची में %@ दिखाता या छिपाता है
hr: Prikazuje ili skriva: %@ na tvom popisu obavijesti
hu: Megjeleníti vagy elrejti ezt az értesítéslistádon: %@
id: Menampilkan atau menyembunyikan %@ di daftar notifikasimu
it: Mostra o nasconde %@ nell'elenco delle notifiche
ja: 通知リストで%@を表示または非表示にします
ko: 알림 목록에서 %@을(를) 표시하거나 숨겨요
ml: നിങ്ങളുടെ അറിയിപ്പ് പട്ടികയിൽ %@ കാണിക്കുകയോ മറയ്ക്കുകയോ ചെയ്യുന്നു
ms: Menunjukkan atau menyembunyikan %@ dalam senarai pemberitahuan anda
nb: Viser eller skjuler %@ i varsellisten din
nl: Toont of verbergt %@ in je meldingenlijst
pl: Pokazuje lub ukrywa na liście powiadomień: %@
pt_br: Mostra ou oculta %@ na sua lista de notificações
pt_pt: Mostra ou oculta %@ na sua lista de notificações
ro: Arată sau ascunde %@ în lista ta de notificări
ru: Показывает или скрывает в списке уведомлений: %@
sk: Zobrazí alebo skryje %@ v zozname upozornení
sv: Visar eller döljer %@ i din aviseringslista
ta: உங்கள் அறிவிப்புப் பட்டியலில் %@ ஐக் காட்டும் அல்லது மறைக்கும்
te: మీ నోటిఫికేషన్‌ల జాబితాలో %@ను చూపుతుంది లేదా దాచుతుంది
th: แสดงหรือซ่อน%@ในรายการการแจ้งเตือนของคุณ
tr: Bildirim listenizde %@ türünü gösterir veya gizler
uk: Показує або приховує у списку сповіщень: %@
ur: آپ کی اطلاعات کی فہرست میں %@ دکھاتا یا چھپاتا ہے
vi: Hiện hoặc ẩn %@ trong danh sách thông báo của bạn
zh_hans: 在通知列表中显示或隐藏%@
zh_hant: 在你的通知列表中顯示或隱藏%@
